Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/recreational_activities_in_ireland/cultural_institutions/national_archives_of_ireland.html.txt.tmx
Source language: en
Languages: ga

source: National Archives of Ireland
ga: Cartlann Náisiúnta na hÉireann

source: The National Archives of Ireland is located in Bishop Street, Dublin 8
ga: Tá Cartlann Náisiúnta na hÉireann lonnaithe i Sráid an Easpaig, Baile Átha Cliath 8

source: These Archives contains many documents that are important and useful research tools for researchers and citizens alike. The documents held in the Archives help to provide an understanding of the social, economic and political history of Ireland
ga: Tá neart cáipéisí ann atá an-tábhachtach agus úsáideach do thaighdeoirí agus do shaoránaigh araon agus a chuireann le tuiscint an phobail ar stair shóisialta, eacnamaíoch agus polaitíochta na hÉireann

source: The National Archives was formed in 1988, when the Public Record Office (founded 1867, formerly at the Four Courts) and the State Paper Office (founded 1702, formerly at Dublin Castle) were merged to create a single institution
ga: Cuireadh an Chartlann Náisiúnta ar bun i 1988, nuair a rinneadh comhchuid de Oifig Thaifead Poiblí na hÉireann (a bunaíodh i 1867 agus a bhí lonnaithe roimhe sin ag Teach na gCeithre Cúirteanna) agus Oifig na bPáipéar Stáit (a bunaíodh 1702 agus a bhí lonnaithe roimhe sin i gCaisleán Bhaile Átha Cliath) chun institiúid amháin a chruthú

source: The functions of the National Archives include the following:
ga: Tá na dualgais thíos ar an gCartlann Náisiúnta:

source: • the preservation, restoration, arrangement and description of archives;
ga: • Cairteacha a chaomhnú, a athchóiriú, a eagrú agus cur síos a dhéanamh orthu

source: • the preparation of guides, lists, indexes and other finding aids to archives;
ga: • Leabhráin eolais, liostaí, innéacsanna agus cabhracha eile a réiteach a thugann treoracha do na cairteacha

source: • making archives available for public inspection;
ga: • Na cairteacha a chur ar fáil le scrúdú poiblí

source: • making and providing copies of archives;
ga: • Cóipeanna de chairteacha a dhéanamh agus a chur ar fáil

source: • the publication of archives, finding aids and other material relating to archives;
ga: • Cairteacha, treoir agus ábhair eile a bhaineann le cairteacha a fhoilsiú

source: • the provision of educational services relating to archives
ga: • Seirbhísí oideachais a bhaineann le cairteacha a chur ar fáil

source: Many of the archives accessioned by the Public Record Office of Ireland before 1922 were destroyed by fire and explosion at the beginning of the Irish Civil War in June 1922
ga: Scriosadh roinnt mhaith de na cairteacha a fuair Oifig Thaifead Poiblí na hÉireann roimh 1922 i dtinte agus i bpléascthaí nuair a thosaigh Cogadh Cathartha na hÉireann i Meitheamh 1922

source: Consequently, the archives that are now held by the National Archives date mainly from the 19th and 20th centuries, although some date back as far as the 13th century
ga: Mar gheall ar sin, tagann na cairteacha atá i seilbh na Cartlainne Náisiúnta anois ón 19ú aois agus 20ú aois den chuid is mó, cé go dtéann cuid acu siar go dtí an 13ú aois

source: They can be summarised as follows:
ga: Is féidir achoimre a dhéanamh orthu mar seo a leanas:

source: • archives of Government Departments relating mainly to the period 1922-1985;
ga: • Cairteacha Ranna Rialtais a bhaineann den chuid is mó leis an tréimhse 1922-1985

source: • archives of the Chief Secretary's Office and its associated offices for the period 1790-1922;
ga: • Cairteacha Oifig an Ard-Rúnaí agus a comhoifigí don tréimhse 1790-1922

source: • archives of other state agencies operating mainly in the 19th and 20th centuries, but including some archives from the 17th and 18th centuries;
ga: • Cairteacha ó eagrais Stáit eile a bhí ag feidhmiú don chuid is mó i rith an 19ú aois agus an 20ú aois, ach tá cairteacha áirithe ann ón 17ú aois agus an 18ú aois

source: • archives of the courts and probate registries dating mainly from the late 19th and 20th centuries, but including a few items dating back to the 14th century;
ga: • Cairteacha na gcúirteanna agus na gclár probháide a thagann den chuid is mó ó bhlianta deireanacha na 19ú haoise agus an 20ú aois, ach amháin go bhfuil cúpla rud a théann siar go dtí an 14ú aois

source: • archives acquired from other sources, including Church of Ireland parishes, harbour boards, Health Service Executive (HSE) Areas (formerly known as 'health boards'), hospitals, schools, charities, trade unions, business firms, solicitors' offices, estate offices and private individuals, relating especially to the 19th and 20th centuries, but including material from the 17th and 18th centuries;
ga: • Cairteacha a fuarthas ó fhoinsí eile, paróistí Eaglais na hÉireann, boird phoirt, boird sláinte, ospidéil, scoileanna, cumainn charthanachta, ceardchumainn, gnólachtaí, oifigí dlíodóirí, oifigí estáit agus daoine príobháideacha, a bhaineann ach go háirithe leis an 19ú aois agus an 20ú aois, ach ina bhfuil ábhair chomh maith ón 17ú aois agus an 18ú aois

source: • transcripts, calendars, abstracts and indexes of archives dating from the 13th to the 19th century that were destroyed in 1922
ga: • Athscríbínní, dialanna, achoimreachtaí agus innéacsanna cairteacha a thagann ó 13ú aois go dtí an 19ú aois agus a scriosadh i 1922

source: You can find more information on the records held here
ga: Is féidir leat tuilleadh eolais a fháil ar na taifid anseo

source: Documents cannot be removed from the National Archives building, but you can inspect them in the Reading Room
ga: Tá an seomra léitheoireachta ar oscailt do gach ball den phobal a bhfuil Ticéad Léitheora reatha aige/aice

source: The Reading Room is open to all members of the public holding a current Reader's Ticket, which can be applied for on arrival at the National Archives
ga: Is féidir iarratas a dhéanamh ar thicéad nuair a shroicheann tú an Chartlann Náisiúnta

source: When a reader orders archives that are held in offsite storage, the archives are normally produced in the Niall McCarthy Reading Room at Bishop Street at 10.00 am on the following day
ga: Nuair a chuireann léitheoir cairteacha in áirithe atá a tionóladh i stóráil lasmuigh, de ghnáth cuirtear ar fáil iad i seomra léitheoireachta Niall Mhic Chárthaigh i Sráid an Easpaig ag 10.00 r.n. an mhaidin dár gcionn

source: The archives of the Department of Defence and the Defence Forces are not housed at the National Archives in Bishop Street but at the Military Archives in Cathal Brugha Barracks, Rathmines, Dublin 6
ga: Ní choinnítear cairteacha na Roinne Cosanta ná cairteacha na bhFórsaí Cosanta sa Chartlann Náisiúnta i Sráid an Easpaig, ach sa Chartlann Mhíleata i mBeairic Chathail Bhrugha, Ráth Maonais, Baile Átha Cliath 6

source: Likewise, the archives of the Geological Survey of Ireland are housed at the Geological Survey Building, Beggars Bush, Dublin 4
ga: Mar an gcéanna, coinnítear cairteacha Shuirbhéireacht Gheolaíochta na hÉireann, in Oifigí na Suirbhéireachta Geolaíochta, Sceach an Bhacaigh, Baile Átha Cliath 4

source: To view these archives, you are advised to write or phone in advance
ga: Chun breathnú ar na cairteacha seo, moltar duit litir nó glaoch fóin a chur roimh ré

source: These research guides contain detailed information on specific research topics and collections and are intended both for prospective researchers and general readers
ga: Tugann na leabhráin eolais seo mioneolas faoi ábhair thaighde ar leith agus bailiúcháin. Tá fáil orthu ag taighdeoirí agus léitheoirí ginearálta araon

source: They may provide contextual information to record series created by specific Government agencies, in addition to administrative histories of those same bodies
ga: Féadfaidh siad eolas comhthéacsúil a chur ar fáil don tsraith taifead cruthaithe ag gníomhaireachtaí Rialtais sonracha, chomh maith le stair riaracháin na gcomhlachtaí céanna

source: Further information on research guides is available here
ga: Tá tuilleadh eolais ar treoracha taighde atá ar fáil anseo

source: Many records relevant to Irish family history can be found within the National Archives
ga: Tá neart taifead i dtaobh stair teaghlaigh na hÉireann taobh istigh den Chartlann Náisiúnta

source: These include census returns, wills and other testamentary records, the Tithe Applotment Books and the Primary Valuation (also known as Griffith's Valuation)
ga: Tá torthaí daonáireamh, uachtanna agus taifid uachta eile, Leabhair Phlótála Deachúna agus an Phríomh-luacháil (tugtar Luacháil Uí Ghríofa air chomh maith)

source: Although the staff of the National Archives will assist you in finding any relevant records in their custody, they cannot undertake research on your behalf
ga: Cé go gcabhróidh foireann na Cartlainne Náisiúnta leat taifid ar bith ábharthach atá ina seilbh a aimsiú, ní fhéadfaidh siad taigdhe a dhéanamh ar do shon

source: They do, however, hold a list of genealogy researchers
ga: Tá liosta de thaighdeoirí ginealaigh acu, áfach

source: Records relating to births, marriages and deaths are not held in the National Archives
ga: Níl taifid maidir le breitheanna, póstaí ná básanna sa Chartlann Náisiúnta

source: For these, you must contact the General Register Office – see 'Where to apply' below
ga: Chun iad sin a fháil ní foláir duit dul i dteagmháil le hOifig an Chláir Ghinearálta – féach 'Cá háit a ndéanfaidh mé iarratas' thíos

source: Copies of the archives are available at the National Archives
ga: Bíonn cóipeanna de na cairteacha ar fáil ag an gCartlann Náisiúnta

source: These will generally be in the form of photocopies, copies from microforms or copies from digital images, depending on whether the document is suitable for photocopying or whether a microform or digital image already exists
ga: De ghnáth, is fótachóipeanna, cóipeanna micreadeilbheacha nó cóipeanna íomhánna digiteacha atá i gceist ag brath ar oiriúnt na cáipéise do chóipeáil nó an bhfuil micreadeilbh nó íomhá dhigiteach ar fáil cheana féin

source: Bound volumes, maps or fragile documents cannot be photocopied and alternative methods of copying should be discussed with National Archives staff
ga: Ní féidir imleabhair faoi chumhdach, léarscáileanna, nó cáipéisí sobhriste a fhótachóipeáil agus ba cheart modhanna coipeála eile a phlé le foireann na Cartlainne Náisiúnta

source: You will not be able to copy the archives yourself
ga: Ní bheidh tú in ann na cairteacha a chóipeáil tú féin

source: You may order copies in the Reading Room by e-mail or through the post
ga: Is féidir cóipeanna a chur in áirithe chuig an Seomra Léitheoireachta trí ríomhphost nó litir a sheoladh

source: You may collect them or have them posted to your address, depending on your requirements
ga: Is féidir iad a bhailiú nó is féidir iad a chur tríd an bpost go dtí do sheoladh, ag brath ar céard atá ag teastáil uait féin

source: The Reading Room may be used by any member of the public who holds a current Reader's Ticket
ga: Is féidir le ball ar bith den phobal an Seomra Léitheoireachta a úsáid ach Ticéad Léitheora reatha a bheith aige/aici

source: Members of the public may apply for a Reader's Ticket on the day of their first visit to the National Archives
ga: Is féidir le baill den phobal iarratas a dhéanamh ar Thicéad Léitheora nuair a thugann siad a gcéad chuairt ar an gCartlann Náisiúnta

source: They must obey the Rules for Readers
ga: Ní foláir dóibh na Rialacha do Léitheoirí a chomhlíonadh

source: The Reading Room is open from 9.15 am to 5 pm, Monday to Friday, excluding public holidays
ga: Bíonn Seomra Léitheoireachta Niall Uí Chárthaigh ar oscailt ó 9.15 r.n.go dtí 5 i.n., Dé Luain go dtí Dé hAoine, ach amháin ar shaoire phoiblí

source: Admission to the National Archives is free
ga: Tá cead isteach sa Chartlann Náisiúnta saor in aisce

source: A Reader's Ticket is necessary in order to consult most categories of material and is also free
ga: Tá Ticéad Léitheoireachta riachtanach chun breathnú ar an gcuid is mó de na cineálacha ábhair agus tá sé siúd saor in aisce chomh maith

source: A summary of the fees for copies is available on the National Archives of Ireland website
ga: Tá achoimre ar na táillí chun cóipeanna ar fáil ar láithreán gréasáin na Cartlainne Náisiúnta na hÉireann

source: You will need to present a Reader's Ticket to access the Reading Room in the National Archives
ga: Beidh ort Ticéad Léitheora a thaispeáint chun bealach isteach a fháil go dtí an Seomra Léitheoireachta sa Chartlann Náisiúnta

source: You can apply for a ticket at the reception desk in the front hall of the National Archives
ga: D'fhéadfá iarratas a dhéanamh ar thicéad ag an deasc fháilte i halla tosaigh na Cartlainne Náisiúnta

source: You must present some form of photographic identification when applying for a Reader's Ticket
ga: Ní foláir duit céannacht le grianghraf a thaispeáint agus tú ag déanamh iarratais ar thicéad Léitheora

source: The tickets carry a photograph and are issued for periods ranging from one day to 3 years
ga: Bíonn griangraf ar na ticéid agus eisítear iad le haghaidh tréimhsí ó lá amháin go dtí trí bliana

source: However, they are not valid in other research institutions. Where to apply
ga: Níl glactar leo, áfach, in institiúidí taighde eile
